[Language]
ABOUT=A %PROGRAMNAME% segítségével könnyedén navigálhat AutoIt forrásfájlok funkciói és régiói között. Csak a SciTE teljes verziójával működik. @NL @NL Az alkalmazást %COPYRIGHT% készítette.
CANCEL=Mégse
CLOSE=Bezárás
COMMENTS=Kommentek
COPY_ALL=Mindet másol
COPY_SELECTED=Kijelöltek másolása
CRC32=CRC32
DESELECT_ALL=Minden kijelölés megszüntetése
ERROR=Váratlan hiba történt.
EXPORT=Exportálás
FOLDER_SELECT=Válassz keresési könyvtárat:
FUNCTION_LIST=Funkciók és régiók listája
FUNCTIONS=Funkciók
HTML=HTML
LANGUAGE_AUTHOR=Köszönet %LANGUAGEAUTHOR%-nak a magyar fordításért. A fordítás dátuma: %LANGUAGEUPDATED%.
LATEX=LATEX
LINE_COUNT=Sorok száma
MENU_ABOUT=Névjegy
MENU_FIND=Keresés
MENU_HEADER=Fejléc hozzáadása
MENU_HELP=Segítség (F1)
MENU_OPEN=Fájl megnyitása
MENU_OPENLOCATION=Fájl könyvtárának megnyitása
MENU_OPENWINMERGE=Összehasonlítás WinMerge segítségével
MENU_SNIPPET=Funkció töredék
MENU_TOGGLE=Kibont/összecsuk
NAME=Név
OK=OK
PATH=Útvonal
PDF=PDF
REFRESH=Frissítés
REGIONS=Régiók
REPLACE=Csere
RTF=RTF
SCITE_ERROR=A SciTE-nak futnia kell a %PROGRAMNAME% működéséhez.
SELECT_ALL=Mind kijelölése
SET=...
SIZE=Méret
TIP_DOCKSTATE_1=Automatikus dokkolás
TIP_DOCKSTATE_2=Dokkolás baloldalon
TIP_DOCKSTATE_3=Dokkolás jobboldalon
TIP_ERROR_1=Üres fájl.
TIP_ERROR_2=Nem található adat a navigáláshoz.
TIP_ERROR_3=Nincs megnyitva fájl.
TIP_ERROR_4=Úgy tűnik, hogy a SciTE be van zárva.
TIP_EXPORT_=Funkciók száma: %TOTALNUMBER%
TIP_EXPORT_2=Készítve: %CREATIONDATE%
TIP_EXPORT_3=Nem használt funkciók
TIP_EXPORT_4=Régiók száma: %TOTALNUMBER%
TIP_EXPORT_5=Behúzott fájlok száma: %TOTALNUMBER%
TIP_EXPORT_6=Globális változók száma: %TOTALNUMBER%
TIP_PREPROCESSOR_1=Elő-feldolgozó
TIP_REPLACE_1=Csere a fájlokban
TIP_REPLACE_2=Keresés...
TIP_REPLACE_3=Csere...
TIP_REPLACE_4=Előnézet
TIP_REPLACE_5=Kisbetű/nagybetű
TIP_REPLACE_6=Fájltípus (hagyd üresen az összes fájlhoz)
TIP_REPLACE_7=RegExp
TIP_SEARCH_1=Találatok
TIP_SEARCH_2=Nincsenek találatok
TIP_SEARCH_3=Keresés a funkciókban
TIP_SEARCH_4=Sor
TIP_SEARCH_5=Keresés a fájlokban
TIP_SEARCH_6=Keresési könyvtár
TIP_SETTINGS_1=Beállítások
TIP_SETTINGS_10=Nyelv
TIP_SETTINGS_11=Visszaállítás
TIP_SETTINGS_12=Újraindítás
TIP_SETTINGS_13=SciTE-hoz adás
TIP_SETTINGS_14=Dokkolási állapot
TIP_SETTINGS_15=%PROGRAMNAME% frissítése
TIP_SETTINGS_16=Kiemelés
TIP_SETTINGS_17=Ne legyen frissítés fájl változásakor
TIP_SETTINGS_2=Keresés a felhasználói funkciókban (UDF)
TIP_SETTINGS_3=Listázott funkciók rendezése
TIP_SETTINGS_4=Görgetés a kiemelt funkcióhoz
TIP_SETTINGS_5=Keresési mező fókuszba állítása frissítés után
TIP_SETTINGS_6=Keresés a kommentekben
TIP_SETTINGS_7=Keresés a funkciókban
TIP_SETTINGS_8=Keresés a régiókban
TIP_SETTINGS_9=Távolság a SciTE tetejétől (pixel)
TIP_UDFNAME_1=UDF fejlécének neve
TIP_UDFNAME_2=Az Ön neve
TIP_UDFS_1=Fájlok behúzása
TIP_UDFS_2=Hozzáadás a behúzott fájlokhoz
TIP_UDFS_3=Eltávolítás a behúzott fájlok közül
TIP_UDFS_4=Behúzott fájl felülírása
UDFS=Felhasználói funkciók (UDF)
UPDATE=Szeretnéd a %PROGRAMNAME%-ot frissíteni?
XML=XML

[Author]
AUTHOR=rolandtoth
VERSION=2.7.100.201
UPDATED=23/06/2013

[Country]
CODE=hu